-- made by { @Aaa1R }
do
ws = {}
rs = {}

-- some examples of how to use this :3 
ws[1] = "هلاو" -- msg 
rs[1] =  "هلةةةة نورت🙂✋🏻" -- reply

ws[2] = "علوش" -- msg
rs[2] = "هذا الي صنعني فديت ربه 🙈❤️" -- reply

ws[3] = "شلونكم" -- msg
rs[3] = "اني بالنسبة اليه دايح شوف بقيه الاعضااء 😂🖕" -- reply

ws[4] = "ضوجة" -- msg 
rs[4] = "شي اكيد الكبل ماكو 😂 لو بعدك/ج مازاحف/ة 🙊😋" -- reply

ws[5] = "هلو" -- msg 
rs[5] = "هلوات ع نبي صمون حار او ولبلبي😹✋" -- reply

ws[6] = "بوسني" -- msg 
rs[6] = "مــ💋ـحــ💋ــات يـ💋ـــابــــعد عطـــــري🍒😻" -- reply

ws[7] = "دير بالك عليهم" -- msg 
rs[7] = "😉😍تأَمَرنَي أَمر حَبِيبَ كلبَيِ تَشلعَ عينَيَ ❤️😘🙊😋" -- reply

ws[8] = "تحبني" -- msg 
rs[8] = "🙈😍 شـعـنديْ غـ[ي]ـركَ/ج أحبِلَ أجـيبَ هوهَ أنت/ي وشألع/ه قـلبي 😘💋🙊😋" -- reply

ws[9] = "فديت" -- msg 
rs[9] = "😘فدِآكـ آلكؤن🙈ؤمَآي آَلَعيـونْ😚ؤقوآطيْ المَعجَون❤️🙊😋" -- reply

ws[10] = "برب" -- msg 
rs[10] = "😉أخَذَ/ي رآَحَتكَ 👍🏼حبَيَبَ كلَبي😘️🙊😋" -- reply

ws[11] = "😝" -- msg 
rs[11] = "عـــٌود 😝يــًٍعـرف😹يـٌّعــٌّيبّ عـاًبـٍٔـتّ😒🙌🏽 هـل خٍــٍلقـٍْه😹🌚" -- reply

ws[12] = "اني" -- msg 
rs[12] = "اعــوذو بلالهہ مـن الشــيــطان الرجــــيم😯🖕🏿" -- reply

ws[13] = "تنين" -- msg 
rs[13] = "بعد 😻🙊روحه تنين😍 " -- 

ws[14] = "تخليني" -- msg 
rs[14] = "😅المكـــان عليـــك👆لــو عــلــي👈😏" -- reply

ws[15] = "انجب" -- msg 
rs[15] = "😳هـــاي علـــي؟ وكـــ ليـــش مــو جـــاي احمي كروبك😿" -- reply

ws[16] = "كلخره" -- msg 
rs[16] = "لــك ياخــرآآآآ شــنــو هـــآآآآذ😳✋🏻" -- reply

ws[17] = "😕" -- msg 
rs[17] = "عــزيــزي المّواطـــن عــدل جــهرتك ترهــــہ الدنيهہ بتسوهـــہ🐣🍒" -- reply

ws[18] = "احبك" -- msg 
rs[18] = "جذاب مــصلحــجي☹️❤️" -- reply

ws[19] = "صخام" -- msg 
rs[19] = "شـــرايــد🌚🎈" -- reply

ws[20] = "بنيه" -- msg 
rs[20] = "كلامـــــك دهـــہ فـــوج فـــوج راســــي😺❤️" -- reply

ws[21] = "انت ياهو يمك" -- msg 
rs[21] = "😏كــبــر🌚 را ســـك😒 وكـمــت تتعيقل علي😈" -- reply

ws[22] = "تحب ليان" -- msg 
rs[22] = "لك أّمُِـٍْـّْწყღწــًوت عليه احبه اكثر منك😼💔" -- reply

ws[23] = "😘" -- msg 
rs[23] = "اثـــگل يـــول🌝❤️" -- reply

ws[24] = "هههه" -- msg 
rs[24] = "دومهـــہ يابعــــــد زهـــــلول كلبــــي😺❤️" -- reply

ws[25] = "😳" -- msg 
rs[25] = "وچـــهــك چــيـنو حــديــقــتنـهــــہ😹🙌🏿" -- reply

ws[26] = "حموده" -- msg 
rs[26] = "❤️فـــطــيــت😘ضــحـــكـتــك😍خخخخ❤️" -- reply

ws[27] = "محمد" -- msg 
rs[27] = "اخـہـخ 😨 صـہـاككے اڵـہـكڕۆب 🙈 ۿـہـۮا 🏻️  💜😻" -- reply

ws[28] = "مرحبا" -- msg 
rs[28] = "😻مـــراحــب😘عم🌺ري🤓" -- reply

ws[29] = "نظوري" -- msg 
rs[29] = "صـ😻ــاك الكـgяθυρـٍْـْْروب 🌚🌹" -- reply

ws[30] = "ميمو" -- msg 
rs[30] = "صـ😻ــاك الكـgяθυρـٍْـْْروب 🌚🌹" -- reply

ws[31] = "سجاد" -- msg ء سثس4ء سثس4
rs[31] = "مــعـ😻ــذب الكـgяθυρـٍْـْْروب 🌚🌹" -- replyءق يلائ  ءق ي

ws[32] = "حسون" -- msg 
rs[32] = "صـ😻ــاك الكـgяθυρـٍْـْْروب 🌚🌹" -- reply

ws[33] = "🍃😹" -- msg 
rs[33] = "😹داحــســـك😹بــزونـــه😹" -- reply

ws[34] = "اندعيلي" -- msg 
rs[34] = "كـــون تــمــوت😈🌚" -- reply

ws[35] = "ليان" -- msg 
rs[35] = "اخ اللهہ👆🏽مــنــهہ 🙊❤️غــيـر مــجننـهــــہ🙈❤️الــكــروب😻🙉" -- reply

ws[36] = "علش" -- msg 
rs[36] = "😅يــمـــه😂 الـــحـــب❤️  يــمـــه😘" -- reply

ws[37] = "علي دراغون" -- msg 
rs[37] = "اخ اللهہ👆🏽مــنــهہ 🙊❤️غــيـر مــجننـهــــہ🙈❤️الــكــروب😻🙉" -- reply

ws[38] = "اسعد" -- msg 
rs[38] = "اخ اللهہ👆🏽مــنــهہ 🙊❤️غــيـر مــجننـهــــہ🙈❤️الــكــروب😻🙉" -- reply

ws[39] = "حيدر" -- msg 
rs[39] = "اخ اللهہ👆🏽مــنــهہ 🙊❤️غــيـر مــجننـهــــہ🙈❤️الــكــروب😻🙉" -- reply

ws[40] = "سجودي" -- msg 
rs[40] = "اخ اللهہ👆🏽مــنــهہ 🙊❤️غــيـر مــجننـهــــہ🙈❤️الــكــروب😻🙉" -- rep

ws[41] = "تمام" -- msg
rs[41] = "دومــك لتــلح☹️🚬" -- rep

ws[42] = "دوم" -- msg
rs[42] = "ايــدوم ايامـك  وتــغـبـي احـزانگ😻🍒" -- rep

ws[43] = "منور" -- msg
rs[43] = "چــمــاعـة الفـــيس اگــعـدو رآآآآحهہہ🌝😹" -- rep

ws[44] = "ها" -- msg
rs[44] = "اوچــعــآآآآ اوطــوکــر حآآآآآ🌝😹" -- rep

ws[45] = "شكرا" -- msg
rs[45] = "لا شــگــرآ ع الــواچــب🌝🌴" -- rep

ws[46] = "وينك" -- msg
rs[46] = "يـــٌمّــك🌚❤️كــــٌّاعٌّـــدّ😂🌚" -- rep

ws[47] = "انته وين" -- msg
rs[47] = "داحــمــي خــبز😋🍒" -- rep

ws[48] = "وين" -- msg
rs[48] = "شـــعلــيك زاحــف🐸🙌🏿" -- rep

ws[49] = "بوسه" -- msg
rs[49] = "امــہـ😘😚😘😚😘ــہــواااااح" -- rep

ws[50] = "السلام عليكم" -- msg 
rs[50] = "ۆعلـِْ♡̨̐ـِْيگمَ آلسَـِْ♡̨̐ـِْامَ" -- reply

ws[51] = "طن" -- msg 
rs[51] = "طــن طــنــين طـــنون😹🌚" -- reply

ws[52] = "زاحف" -- msg 
rs[52] = "اگــبر شويهہ 🐸🙌🏿️" -- reply

ws[53] = "اتفل" -- msg 
rs[53] = "خـــ💦ــتــ💦فـ💦ــووو مـــ💋😻ـــح" -- reply

ws[54] = "باي" -- msg 
rs[54] = " ﭘــًًٍٍّّّْــًٍٍُُّّّّْ✋ــٍٍُّّّاأٍٍّّأٍّﯾﮧٍّ🏃  " -- reply

ws[55] = "بوت" -- msg
rs[55] = "اومــرنــي بــس لــثكـــل فدوهــــہ😿🎈" -- reply

ws[56] = "اتفل" -- msg 
rs[56] = "خخخخـ😩ـخخخ تفـ💦ـووووو💦💦" -- reply

ws[57] = "علي" -- msg 
rs[57] = "مــجــنــنـ😻كــم فــــ❤️يـــتـــه 🌚🌹" -- reply

ws[58] = "عمر" -- msg 
rs[58] = "اخـہـخ 😨 صـہـاككے اڵـہـكڕۆب 🙈 ۿـہـۮا 🏻️  💜😻" -- reply

ws[59] = "رنو" -- msg 
rs[59] = "اخ اللهہ👆🏽مــنــهہ 🙊❤️غــيـر مــجننـهــــہ🙈❤️الــكــروب😻🙉" -- reply

ws[60] = "علشلش" -- msg 
rs[60] = "العشق فديت ربه 🌚🚶🏻" -- reply

ws[60] = "حمودي" -- msg 
rs[61] = "العشق مالتي يعني الصنعني فديته❤️" -- reply

ws[62] = "تعريف البنات" 
rs[62] = "البنات الله وكيلك😕جكمات 🌚وحدتهن مينطلع بيه وصيح للولد زاحوف😒وهيه اذا تخليهه بترفك لايت🚦محد ينطيهه ربع😂🌚انصح الشباب يعوفون البنات😹خاف تكلك صوتي حلو يكرم الله تشبه الصومالي🌚😹 لحد يمشي عل صوت🙊وشكرا وسهلا😹👋" 

ws[63] = "غنيلي بعد" -- msg
rs[63] = "ايامي وياها👫اتمنا انساها😔متندم اني حيل😞يم غيري هيه💃تضحك😂عليه😔مقهور انام الليل😢كاعد امسح بل رسائل✉️وجان اشوف كل رسايلها📩وبجيت هوايه😭شفت احبك😍واني من دونك اموت😱وشفت واحد 🚶صار هسه وياية👬اني رايدها عمر عمر تعرفني كل زين🙈 وماردت لا مصلحة ولاغايه😕والله مافد يوم بايسها💋خاف تطلع🗣البوسه💋وتجيها حجايه😔️" -- reply

ws[64] = "شلونكم" -- msg
rs[64] = "زفت والــحمـداللهہ😺❤️" -- reply

ws[65] = "دووم" -- msg 
rs[65] = "يدوم نبضك ❤️🍃" -- reply

ws[66] = "شونك"
rs[66] = "احســن مــن انتهــــہ شــلونـــك شــخــبـارك يـــول مۂــــشتـــاقـــلك شــو ماكـــو 😹🌚"

ws[67] = "شلونك"
rs[67] = "مثـــل لـونـــك🌝❤️"

ws[68] = "غنيلي"
rs[68] = "😔صوتي بعد مت سمعه✋يال رايح بلا رجعة🚶بزودك نزلت الدمعة ذاك اليوم☝️يال حبيتلك ثاني✌روح وياه وضل عاني😞يوم اسود علية اني🌚 ذاك اليوم☝️تباها بروحك واضحك😂لان بجيتلي عيني😢😭 وافراح يابعد روحي😌خل الحركة تجويني😔🔥صوتي بعد متسمعة🗣✋"

ws[69] = "شغل المبردة"
rs[69] = " تم تشغيل المبردة بنجاح ❄️"

ws[70] = "طفي المبردة"
rs[70] = "طفيتهه 😒🍃"

ws[71] = "شغل السبلت"
rs[71] = "شغلته 🌚🍃 بس حثلجون معليه ترا "

ws[72] = "مايا خليفه"
rs[72] = " 😂 عيب صايمين"

ws[73] = "فطور"
rs[73] = "واخيراً 😍😍 خل اروح افطر "

ws[74] = "حباب بعد مره غنيلي"
rs[74] = "ياحمام🕊الدوح وشمالك تون😔انت ربع الي اون ونيته😭مو بس انته يمر بيك الحزن😞اني حزني من صغر ربيته👶صارمثلي يعشك😍ويهوا😌ويحب😻ويكتب بل شعر✍🏻خليته علماني عل الجكاير🚬والتتن وبيه يشرب💧لو خلص باكيته😢صار ثوبي👔الوافي😞لو مر نص ردن👕ومن كثر ماهو حلو🙊هو اسود🚶🏿بس ابيض كطن🚶🏻لا يملني ولا اني مليته😭حزن عند الناس👨‍👨‍👦‍👦بس عندي الشجن وصار طوري بفرح غنيته مايهمني✋شما حجو عندي وحجن حزام ضهري من التعب😔😞كبر بيه شما يمر بيه الزمن⌛️مثل ما ماي💧الي بالحصن دراتيه ونخله🌲"

ws[75] = "حب"
rs[75] = "حب😍 حب😍وينه فدوه عينه👀ارجع😹🌚"

ws[76] = "تخليني"
rs[76] = "رب اليخليك  😺❤️"

ws[77] = "🙊"
rs[77] = "يمهـــہ فـديتهــہ واللهـہ لو اندل بــيتهــہ😐🙈"

ws[78] = "تركيا"
rs[78] = "😐🍃 فديتهه"

ws[79] = "داعش"
rs[79] = "دي خل يولون 😒❤️"

ws[80] = "الدولة الاسلامية"
rs[80] = "انته داعشي ؟؟ 😒💔"

ws[81] = "سني"
rs[81] = "لتصير طائفي 😒🖐"

ws[82] = "شيعي"
rs[82] = "لتصير طائفي 😕"

ws[83] = "تبادل"
rs[83] = "كافي ملينه 😒😒 ما اريد اتبادل"

ws[84] = "العراقيين"
rs[84] = "احلى ناس ولله 😍🙈"

ws[85] = "من وين"
rs[85] = "شعليك زاحف 😂🔥 "

ws[86] = "هاي"
rs[86] = "هــايــات عيــوني وسنــونـــي🤓🤘🏿"

ws[87] = "البوت"
rs[87] = "معاجبك ؟ 😕😒🍃"

ws[88] = "البوت واكف"
rs[88] = "لتجذب 😒"

ws[89] = "منو ديحذف رسائلي"
rs[89] = "محد 😐🍃"

ws[90] = "كلاش اوف كلانس"
rs[90] = "تلعبهه ؟ شكد لفلك ؟"

ws[91] = "😊"
rs[91] = "نورت جـنك هبركرايهہ مۂــحــروكهْـــــہ🌚😹"

ws[92] = "ازحف "
rs[92] = "😂🌚باع منو يكول زاحف اصلا انته ماعندك عامود فقري ركباتك اشككن من الزحف🌚😹"

ws[93] = "🚶"
rs[93] = "اولي الله😱باع/ي هذا صاك😎اوماي كاد يخبش🙊🙈"

ws[94] = "بط"
rs[94] = "يابط 😝يابط😝تكدر تسبج بل شط🌚😂"

ws[95] = "معزوفه"
rs[95] = "😌🎤شيل 🤗رطيط💃🏻رطيط💃🏻رطيط💃🏻يلا بنات الكروب عل ستيج🙆😂خلي نكيت😹👏💵"

ws[96] = "شد"
rs[96] = "شد ابو نيس🚐شمين ابو احمد 😹 عفيف☺️لطيف🙊مخيف😡👌سخيف🌚😂🖖🏽"

ws[97] = "🙄"
rs[97] = "عليمن🙄تباوع/ين😕 على خالتك/ج🙄🖖🏽😹✋"

ws[98] = "😕"
rs[98] = "😕شبيك/ج لك/ج😡تره وربك اطشر وجهك/ج😕👊"

ws[99] = "المنصور"
rs[99] = " احلى ناس ولله "

ws[100] = "المدرسه"
rs[100] = " 😒🍃 الله لا يراوينه "

ws[101] = "تحبني"
rs[101] = "هــوهـــہ غـــير انتــــهہ الضــلع مال اني😻💪🏿"

ws[102] = "يعني شكد"
rs[102] = "بكيــــفـــك بعـــد😺🎈"

ws[103] = "😂"
rs[103] = " دوم حبي ❤️"

ws[104] = "هههههه"
rs[104] = " دوم حبي ❤️"

ws[106] = "ههههه"
rs[106] = " دوم حبي ❤️"

ws[107] = "😹"
rs[107] = " دوم حبي ❤️"

ws[108] = "منو ابوك"
rs[108] = "👈هذا😻بابا 😻 @Aaa1r 😻 حبيبي هو صنعني😍فود فود😍 بابي😍امممح💋"

ws[109] = "😍"
rs[109] = " مح فديتك"

ws[110] = "محح"
rs[110] = " فوديتك❤️"

ws[111] = "كبر"
rs[111] = "ليكبـــرك هيـــو🌝🖕🏿️"

ws[112] = "منحرف"
rs[112] = " وينه حطرده 🌚🌚"

ws[113] = "😭"
rs[113] = " 😢😢 لتبجي"

ws[114] = "😢"
rs[114] = "  لتبجي 😭😭"

ws[115] = "شكد عمرك"
rs[115] = "عـــايــش هــواي 🌝❤️"

ws[116] = "شكد عمرج"
rs[116] = "بعدني حدث😺❤️️"

ws[117] = "اقرالي دعاء"
rs[117] = " اللهم عذب المدرسين 😢 منهم الاحياء والاموات 😭🔥 اللهم عذب ام الانكليزي 😭💔 وكهربها بلتيار الرئيسي 😇 اللهم عذب ام الرياضيات وحولها الى غساله بطانيات 🙊 اللهم عذب ام الاسلاميه واجعلها بائعة الشاميه 😭🍃 اللهم عذب ام العربي وحولها الى بائعه البلبي اللهم عذب ام الجغرافيه واجعلها كلدجاجه الحافية اللهم عذب ام التاريخ وزحلقها بقشره من البطيخ وارسلها الى المريخ اللهم عذب ام الاحياء واجعلها كل مومياء اللهم عذب المعاون اقتله بلمدرسه بهاون 😂😂😂"

ws[118] = "غبي"
rs[118] = "راح يــشـتريـي😹🌚"

ws[119] = "دي"
rs[119] = "بــنيوچ بصغــــرگ🌚🎈"

ws[120] = "منو حبيبك"
rs[120] = "عــلــوش فــطــيتـهـــہ🍒😻"

ws[121] = "تكرهني"
rs[121] = "هفـ💦ـفـ💦ـــفف اشــوف دم اسنــوني ومــاشوفــك😾👏🏿"

ws[122] = "اكرهك"
rs[122] = "عادي مــرات اني اكرهــہ روحـي🐱🍹"

ws[123] = "😂"
rs[123] = " دوم حبي ❤️"

ws[124] = "الاعظمية"
rs[124] = " احسن ناس وربي❤️"

ws[125] = "الكرادة"
rs[125] = " احسن ناس وربي❤️"

ws[126] = "شارع فلسطين"
rs[126] = " احسن ناس وربي❤️"

ws[127] = "🏃"
rs[127] = "اھــــــروب 😹🌚"

ws[128] = "🏃🏃"
rs[128] = "كــارد بــيـل اهـــــــروب😝📣"

ws[129] = "😐"
rs[129] = "😕شبيك/ج صافن شنو 😐طرزان بل كروب واحنه من ندري🌚😂"

ws[130] = "انجب"
rs[130] = "لو چاي العــصر چا حـــصلت🌝😹"

ws[131] = "🤔"
rs[131] = "🌚😹تفكيرك مو خالي😕اكو جريمه راح اسويه😈"

ws[132] = "سي يو"
rs[132] = "اللهــہ اللهــہ اللهــہ اللهــہ وياك🌚🙌🏿"

ws[133] = "اطرد البوت"
rs[133] = "فوگاهــہ اني طــالع🌝🏃️"

ws[134] = "هه"
rs[134] = "شــــبيگ چـــرچــف😹🌚"

ws[135] = "شدتحس"
rs[135] = "شــــبيگ چـــرچــف😒😹🌚"

ws[136] = "اكولك"
rs[136] = "لـــتتنعـــوص احــجــي شـــرايــد🌝❤️"

ws[137] = "اكلك"
rs[137] = "لـــتتنعـــوص احــجــي شـــرايــد🌝❤️"

ws[138] = "بغداد"
rs[138] = " 😍 فديتهه"

ws[139] = "البصرة"
rs[139] = " احسن ناس وربي❤️"

ws[140] = "تركماني"
rs[140] = " والنعم منك❤️"

ws[141] = "يا سورس هذا"
rs[141] = "@Aaa1R 🍒🐣 dragon"

ws[142] = "باي"
rs[142] = "سد الباب وراك☹️🚬"

ws[143] = "تنح"
rs[143] = "عيب ابني 😒🍃"

ws[144] = "جوعان"
rs[144] = "تعال اكلني 😐😂"

ws[145] = "عطشان"
rs[145] = "روح اشرب مي"

ws[146] = "🙈"
rs[146] = "اوًيّـــوً🙈فـــٌديتّ/ه خًـــًجًــوٌّل/ةٌ🙈❤️"

ws[147] = "☹️"
rs[147] = "حـــلكك اشــوارب ابـــوي😹🌚"

ws[148] = "😔"
rs[148] = " ليش الحلو ضايج ❤️🍃"

ws[149] = "🔞🌝"
rs[149] = "🌝هـــــــہ🔞"

ws[150] = "كسمك"
rs[150] = " عيب 😱😱😱"

ws[151] = "نعال"
rs[151] = " بوجهك 😐😂"

ws[152] = "حروح اسبح"
rs[152] = " واخيراً 😂"

ws[153] = "😬"
rs[153] = "باع البتسامهــہ مال هيلود🙊😻"

ws[154] = "😪"
rs[154] = "هــاك اكــديــدز ومسح نــخرتــك🌝🖐🏿"

ws[155] = "حبيبتي"
rs[155] = ""

ws[156] = "كبلت"
rs[156] = " بلخير 😂💔"

ws[157] = "😒"
rs[157] = "🎧🌝وجهگ/ج مال ثريد ليش تخربو بهذا السمايل😒😹"

ws[158] = "منور"
rs[158] = "چــمــاعـة الفـــيس اگــعـدو رآآآآحهہہ🌝😹"

ws[159] = "حفلش"
rs[159] = "دكــم 🅱ي دعــبول😺❤️"

ws[160] = "كردي"
rs[160] = "والنعم منك ❤️"

ws[161] = "طفي السبلت"
rs[161] = " تم اطفاء السبلت بنجاح 🌚🍃"

ws[162] = "🌝"
rs[162] = "هه"

ws[163] = "مح"
rs[163] = "اوفييييش🙊😻"

ws[164] = "حلو"
rs[164] = "فـــوك مــتــصور🙂💪🏿️"

ws[165] = "🌚" -- msg
rs[165] = "منور صخام الجدر 😹☝" -- rep

ws[166] = "غني" -- msg 
rs[166] = "عــمــي يــبــو الــبــار 🍾🍾 صــبــلــي لــبــلــبــي 🍲🍲 تــرا انــي ســكــران😴🤕 وصــايــر عــصــبــي 😡😡 انــا ويــاچ يــم شــامــه👫"

ws[167] = "غنيي" -- msg 
rs[167] = "لا تظربني لا تظرب 💃💃 كسرت الخيزارانه💃🎋 صارلي سنه وست اشهر💃💃 من ظربتك وجعانه🤒😹"

ws[168] = "نونة" -- msg 
rs[168] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[169] = "ضحى" -- msg 
rs[169] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[170] = "لولو" -- msg 
rs[170] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[171] = "هدى" -- msg 
rs[171] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[172] = "زوزو" -- msg 
rs[172] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[173] = "زينة" -- msg 
rs[173] = "اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�" -- reply

ws[174] ="توفي"
rs[174] ="وهل يخفى القمر🌝💋"

ws[175] ="احم"
rs[175] ="اشرب مي كلبي 🌝🍃"

ws[176] ="تيست"
rs[176] ="☑️😼شغال وعلي فدوه كلبك لي ضل بالك☑️😼"

ws[177] ="هبه"
rs[177] ="اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�"

ws[178] ="رهف"
rs[178] ="اخـہـخ 😨 صـہـاككه اڵـہـكڕۆب 🙈 هاية 🏻️  �💜�"

-- the main function
function run( msg, matches )
	-- just a local variables that i used in my algorithm  
	local i = 0; local w = false

	-- the main part that get the message that the user send and check if it equals to one of the words in the ws table :)
	-- this section loops through all the words table and assign { k } to the word index and { v } to the word itself 
	for k,v in pairs(ws) do
		-- change the message text to uppercase and the { v } value that toke form the { ws } table and than compare it in a specific pattern 
		if ( string.find(string.upper(msg.text), "^" .. string.upper(v) .. "$") ) then
			-- assign the { i } to the index of the reply and the { w } to true ( we will use it later )
			i = k; w = true;
		end
	end

	-- check if { w } is not false and { i } not equals to 0
	if ( (w ~= false) and (i ~= 0) ) then
		-- get the receiver :3 
		R = get_receiver(msg)
		-- send him the proper message from the index that { i } assigned to
		--send_large_msg ( R , rs[i] );
		--send_reply(msg.id, rs[i])
		reply_msg(msg.id, rs[i], ok_cb, false )
	end
	
	-- don't edit this section
	if ( msg.text == "about" ) then
		if ( msg.from.username == "TH3BOSS" ) then
			R = get_receiver(msg)
			send_large_msg ( R , "Made by @Aaa1R" );
		end
	end 

end



return {
	patterns = {
		"(.*)"		
  	},
  	run = run
} 	


end


